Repository: vvaleed/relap
Catalog: RELAP/FormFlowsheet.*.resx
Languages: de, es

# ToolStripLabel4.Text
source: PFD Area
de: Fließbild
es: Diagrama de flujo

# TSBtabela.Text
source: Insert Image
de: Bild einfügen
es: Inserte la figura

# TSBtabela.ToolTipText
source: Insert Image
de: Bild einfügen
es: Inserte la figura

# TSBTexto.Text
source: Insert Text
de: Text einfügen
es: Insertar texto

# TSBTexto.ToolTipText
source: Insert Text
de: Text einfügen
es: Insertar cuadro de texto

# ToolStripButton12.Text
source: Insert Rectangle
de: Rechteck einfügen
es: Insertar rectángulo

# ToolStripButton12.ToolTipText
source: Insert Rectangle
de: Rechteck einfügen
es: Insertar rectángulo

# ToolStripButton1.Text
source: Unzoom flowsheet
de: Fließbild verkleinern
es: Disminur Zoom

# TSTBZoom.ToolTipText
source: Zoom level flowchart
de: Fließbild vergrößern
es: Nivel de zoom del diagrama de flujo

# ToolStripButton2.Text
source: Zoom flowsheet
de: Fließbild vergrößern

# ToolStripButton18.Text
source: Save as Image
de: Als Grafik speichern
es: Guardar como imagen

# ToolStripButton6.Text
source: Configure Page
de: Seite einrichten
es: Configurar página

# ToolStripButton11.Text
source: Configure Printer
de: Drucker einstellen
es: Configurar la impresora

# ToolStripButton10.Text
source: View and Print Flowsheet
de: Fließbild anzeigen und drucken
es: Vista previa e Imprimir diagrama de flujo

# ToolStripButton16.Text
source: Snap Objects to Grid
de: Raster ausrichten

# ToolStripButton17.Text
source: Quick Connect Mode
de: Schnellkupplung

# ToolStrip4.Text
source: Flowchart
de: Fließbild
es: Diagrama de flujo

# ToolStripLabel1.Text
source: Calculator
de: Rechner
es: Calculadora

# tsbAtivar.Text
source: Activate
de: Aktivieren
es: Activar

# tsbDesat.Text
source: Deactivate
de: Deaktivieren
es: Deshabilitar

# ToolStripButton13.Text
source: Recalculate All
de: Alles neu berechnen
es: Recalcular todo

# ToolStripButton14.Text
source: Abort Calculation
de: Berechnung abbrechen
es: Abortar cálculo

# ToolStripButton15.Text
source: Clear Calculation Queue
de: Rechnerausgabe löschen
es: Lipiar la cola de cálculo

# tsbSimultAdjustSolver.Text
source: Activate the Simultaneous Adjust Solver
de: Aktivieren Löser Simultane Anpassungen
es: Habilitar solver para los ajustes simultáneos

# ToolStripButton5.Text
source: Configure Simulation
de: Simulation einrichten
es: Configurar la simulación

# ToolStripButton8.Text
source: Results - Report
de: Ergebnisse - Bericht
es: -Informe de resultados

# ToolStrip5.Text
source: Controls
de: Steuerelemente

# ToolStripLabel5.Text
source: Controls
de: Steuerelemente

# ToolStripButton4.Text
source: Setting
de: Einstellung
es: Ajustar

# ToolStripButton3.Text
source: Specification
de: Spezifikation
es: Especificaciónes

# ToolStripButton9.Text
source: Recycle
de: Rückführung

# ToolStripLabel3.Text
source: System of Units
de: Einheitensystem

# ToolStripButton7.Text
source: Add Unit System
de: Einheitensystem hinzufügen

# ToolStripLabel6.Text
source: Number Formatting
de: Zahlenformat

# ToolStripLabel7.Text
source: Fraction Formatting
de: Anteilformat

# ConfiguraçõesToolStripMenuItem.Text
source: &Settings
de: &Einstellungen
es: &Configuración

# ComponentesToolStripMenuItem.StatusBarText
source: Opens the configuration window for the active simulation
de: Öffnet das Konfigurationsfenster für die aktive Simulation
es: Abrir la ventana de configuración de la simulación activa

# ComponentesToolStripMenuItem.Text
source: Simulation Settings
de: Simulationseinstellungen
es: Ajustes de simulación

# ExibirToolStripMenuItem.Text
source: &View
de: &Zeigen
es: &Ver

# ExibirSaídaDoConsoleToolStripMenuItem.Text
source: Console Output
de: Konsolenausgabe
es: Salida de la Consola

# ExibirListaDeItensACalcularToolStripMenuItem.Text
source: Calculation Queue
de: Berechnung Warteschlange
es: Cola de cálculo

# PainelDeVariáveisToolStripMenuItem.Text
source: Watch Panel
de: Überwachungsfenster
es: Panel de Variables

# ExibirRelatóriosDosObjetosCAPEOPENToolStripMenuItem.Text
source: CAPE-OPEN Object Reports
de: Bericht Objekte CAPE-OPEN
es: Reportes del Objectos CAPE-OPEN

# InserirToolStripMenuItem.Text
source: &Insert
de: E&infügen
es: &Insertar

# CorrentesToolStripMenuItem.Text
source: Streams
de: Ströme
es: Corrientes

# TSMIMaterialStream.Text
source: Material Stream
de: Stoffstrom
es: Corriente de Matéria

# TSMIEnergyStream.Text
source: Energy Stream
de: Energiestrom
es: Corriente de Energia

# OperaçõesUnitáriasToolStripMenuItem.Text
source: Unit Operations
de: Grundoperationen
es: Operaciones Unitárias

# TSMICompressor.Text
source: Adiabatic Compressor
de: Adiabater Verdichter
es: Compresor Adiabático

# TSMIExpander.Text
source: Adiabatic Expander
de: Adiabater Expander

# TSMIPump.Text
source: Adiabatic Pump
de: Adiabate Pumpe

# TSMIPipe.Text
source: Pipe Segment
de: Rohrleitungssegment
es: Tuberia

# TSMIValve.Text
source: Valve (Isenthalpic)
de: Ventil (Isenthalp)

# TSMISeparator.Text
source: Separator (Vessel)
de: Abscheider (Behälter)
es: Tanque Separador

# TSMIHeater.Text
source: Heater
de: Heizer
es: Calentador

# TSMICooler.Text
source: Cooler
de: Kühler
es: Refrigerador

# TSMIOrificePlate.Text
source: Orifice Plate
de: Drosselscheibe

# TSMIComponentSeparator.Text
source: Component Separator
de: Komponentenseparator

# TSMICUO.Text
source: Custom Unit Operation
de: Custom UO
es: Operación Unitaria Generica

# TSMICOUO.Text
source: CAPE-OPEN Unit Operation
de: CAPE-OPEN Grundoperation
es: Operación Unitaria CAPE-OPEN

# ColunasToolStripMenuItem.Text
source: Columns (Towers)
de: Kolonnen
es: Columnas

# TSMIColShortcut.Text
source: Shortcut Column
de: Shortcut-Kolonne
es: Columna Shortcut

# TSMIColDist.Text
source: Distillation Column
de: Destillationskolonne
es: Columna de Destilación

# TSMIColAbs.Text
source: Absorption Column
de: Absorptionskolonne
es: Columna de Absorción

# TSMIColAbsReb.Text
source: Reboiled Absorber
de: Absorber mit Reboiler
es: Absorvedora con Refervedor

# TSMIColAbsCond.Text
source: Refluxed Absorber
de: Absorber mit Rücklauf
es: Absorvedora con Condensador

# ReatoresToolStripMenuItem.Text
source: Reactors
de: Reaktoren
es: Reactores

# TSMIReactorConv.Text
source: Conversion Reactor
de: Reaktor (Umsatz)

# TSMIReactorEquilibrium.Text
source: Equilibrium Reactor
de: Gleichgewichtsreaktor

# TSMIReactorGibbs.Text
source: Gibbs Reactor
de: Gibbs'scher Reaktor

# OperaçõesLógicasToolStripMenuItem.Text
source: Logical Operations
de: Logische Operationen
es: Operaciones Lógicas

# TSMIRecycle.Text
source: Recycle (Material)
de: Rückführung (Material)

# TSMIEnergyRecycle.Text
source: Recycle (Energy)
de: Rückführung (Energie)

# TSMIAdjust.Text
source: Adjust
de: Ausrichten

# TSMISpecification.Text
source: Specification
de: Spezifikation
es: Especificación

# SuplementosToolStripMenuItem.Text
source: &Utilities
de: &Hilfsmittel
es: &Utilidades

# PontoCríticoRealToolStripMenuItem.StatusBarText
source: Utility for the calculation of the true critical point of a mixture
de: Hilfsmittel für die Berechnung des wahren kritischen Punktes eines Gemisches
es: Utilidad para calcular el punto crítico de una mezcla

# PontoCríticoRealToolStripMenuItem.Text
source: True Critical Point
de: Wahrer kritischer Punkt
es: Punto Critico real

# HYDVerificaçãoDasCondiçõesDeFormaçãoDeHidratosToolStripMenuItem.StatusBarText
source: Utility for calculation of thermodynamic equilibrium of natural gas hydrates
de: Hilfsmittel für die Berechnung des thermodynamischen Gleichgewichtes für Erdgashydrate
es: Utilidad para el cálculo de las condiciones termodinámicas para la formación/disociación hidratos de carbono en una corriente

# HYDVerificaçãoDasCondiçõesDeFormaçãoDeHidratosToolStripMenuItem.Text
source: Hydrate Dissociation Utility
de: Hydratdissoziationshilfsmittel
es: Formación/disociación carbohidratos

# PropriedadesDosComponentesToolStripMenuItem.StatusBarText
source: Utility for viewing pure Component properties
de: Hilfsmittel für die Anzeige von Eigenschaften reiner Komponenten
es: Utilidad para visualizar las propiedades de un componente puro presente en la simulación actual

# PropriedadesDosComponentesToolStripMenuItem.Text
source: Pure Component Properties
de: Eigenschaften reiner Komponenten
es: Propiedades de componentes puros

# AnáliseDePetróleosToolStripMenuItem.StatusBarText
source: Utility Analysis Petroleum (characterization and determination of properties and composition PNA)
de: Hilfsmittel für die Analyse von Erdölfraktionen (Charakterisierung und Bestimmung der Eigenschaften und Zusammensetzung PNA)
es: Utilidad de análisis de Petroleo (caracterización y determinación de propiedades y composición PNA)

# AnáliseDePetróleosToolStripMenuItem.Text
source: Petroleum Analysis
de: Analyse von Erdölfraktionen
es: Análisis de Petroleo

# DiagramaDeFasesToolStripMenuItem.StatusBarText
source: Utility to calculate the PT diagram of the limit of thermodynamic stability of a stream of matter
de: Hilfsmittel zur Berechnung des PT-Diagramms für die Grenzen der thermodynamischen Stabilität des gewählten Stromes
es: Utilidad para el cálculo del diagrama PT del límite de estabilidad termodinámico de una corriente de materia.

# DiagramaDeFasesToolStripMenuItem.Text
source: Stability Analysis
de: Stabilitätsanalyse
es: Límite de estabilidad

# DiagramaDeFasesToolStripMenuItem1.StatusBarText
source: Utility for phase envelope construction
de: Hilfsmittel zum Erstellen von Phasengleichgewichtskurven
es: Utilidad para la construcción del diagrama de fase de los componentes de un problema actual de

# DiagramaDeFasesToolStripMenuItem1.Text
source: Phase Envelope
de: Phasengleichgewichtskurve
es: Diagrama de fase

# DiagramaBinárioToolStripMenuItem.StatusBarText
source: Utility for binary envelope construction
de: Hilfmittel zum Erstellen von Zweiphasengleichgewichtskurven
es: Utilidad para la construcción de diagramas termodinámicos especiales para las mezclas binarias

# DiagramaBinárioToolStripMenuItem.Text
source: Binary Envelope
de: Zweiphasengleichgewichtskurve
es: Diagrama Binario

# PropriedadesEspeciaisToolStripMenuItem.StatusBarText
source: Utility for viewing special properties of a stream of matter (coefciente JT, sound speed, coefficient of isothermal compressibility, etc.).-
de: Hilfsmittel für die Anzeige spezieller Eigenschaften eines gewählten Stromes (Joule-Thomson-Koeffizient, Schallgeschwindigkeit, isothermer Kompressibilitätsfaktor, usw.).-
es: Utilidad para visualizar las propiedades especiales de una corriente de materia (coeficiente J-T, velocidad del sonido, coeficiente de compresibilidad isotérmica, etc..)

# PropriedadesEspeciaisToolStripMenuItem.Text
source: Special Properties
de: Spezielle Eigenschaften
es: Propiedades especiales

# PSVSizingToolStripMenuItem.StatusBarText
source: Utility for Pressure Safety Valve (PSV) sizing
de: Hilfsmittel für die Auslegung von Sicherheitsventilen (SV)
es: Utilidad para diseñar Valvulas de seguridad

# PSVSizingToolStripMenuItem.Text
source: PSV Sizing
de: Auslegung von Sicherheitsventilen

# FlashVesselSizingToolStripMenuItem.StatusBarText
source: Utility for Separator Vessel sizing
de: Hilfmittel für die Auslegung von Entgasungsbehältern
es: Utilidad para diseñar tanque separador

# FlashVesselSizingToolStripMenuItem.Text
source: Flash Vessel Sizing
de: Auslegung von Entgasungsbehältern
es: Dimencionamiento de Tanque separador

# PropriedadesDePetróleosToolStripMenuItem.StatusBarText
source: Utility for viewing some petroleum "cold flow properties", like pour and freezing points.
de: Hilfsmittel für die Anzeige von kalten Fließeigenschaften von Erdölfraktionen, wie z.B. Pour-Point und Kristallisationspunkt.
es: Utilidad para visualizar las propiedades de flujo frío de pesados

# PropriedadesDePetróleosToolStripMenuItem.Text
source: Petroleum Cold Flow Properties
de: kalte Fließeigenschaften von Erdölfraktionen
es: Propiedades de flujo de petróleo

# OtimizaToolStripMenuItem.Text
source: &Optimization
de: &Optimierung
es: &Optimización

# AnáliseDeSensibilidadeToolStripMenuItem.Text
source: Sensitivity Analysis
de: Sensitivitätsanalyse
es: Análisis de sensibilidad

# MultivariateOptimizerToolStripMenuItem.Text
source: Multivariate Optimizer
de: Mehrvariablenoptimierer
es: Optimización multivariable

# ResultadosToolStripMenuItem.Text
source: &Results
de: &Ergebnisse

# GerarRelatórioToolStripMenuItem.StatusBarText
source: Creates a report with results from active simulation
de: Erstellt einen Bericht mit den Ergebnissen der aktiven Simulation
es: Haga clic en generar un informe personalizado de simulación actual

# GerarRelatórioToolStripMenuItem.Text
source: Build Report
de: Bericht erstellen
es: Generar informe

# ArquivoToolStripMenuItem.Text
source: &File
de: &Datei
es: &Archivo

# CloseToolStripMenuItem.Text
source: Close Active Simulation
de: Schließen der aktiven Simulation
es: Cerrar la simulación actual

# FerramentasToolStripMenuItem.Text
source: &Tools
de: &Werkzeuge

# CaracterizaçãoDePetróleosFraçõesC7ToolStripMenuItem.Text
source: Petroleum Characterization (C7+ Bulk Properties)
de: Erdölfraktionscharakterisierung (C7+ mittlere Eigenschaften)

# CaracterizaçãoDePetróleosCurvasDeDestilaçãoToolStripMenuItem.Text
source: Petroleum Characterization (Distillation Curves)
de: Erdölfraktionscharakterisierung (Siedeanalysen)

# GeradorDeHipotéticosToolStripMenuItem.Text
source: Hypothetical Component Generator
de: Pseudokomponentengenerator

# CriadorDeComponenteDoUsuárioToolStripMenuItem.Text
source: User Component Generator
de: Anwenderkomponentengenerator

# GerenciadorDeReaçõesToolStripMenuItem.Text
source: Reactions Manager
de: Reaktionsmanager

# ToolStripButton19.Text
source: Master Property Table
es: Tabla Maestra de Propiedades

# ToolStripLabel2.Text
source: Simulation
es: Simulación

# ToolStrip6.Text
source: Simulation
es: Simulación

# $this.Text
source: Simulation
es: Simulación
